// C++.cpp : Этот файл содержит функцию "main". Здесь начинается и заканчивается выполнение программы.
//

#include <iostream>

int main()
{
    setlocale(LC_ALL, "Rus");
    std::cout << "\"О, презирать я вас не в силах…\"\n";
    std::cout << "О, презирать я вас не в силах…\n";
    std::cout << "О, презирать я вас не в силах,\n";
    std::cout << "Я проклинать и мстить готов!\n";
    std::cout << "Сегодня всех, когда - то милых,\n";
    std::cout << "Из сердца выброшу богов!\n";
    std::cout << "\v";
    std::cout << "Но день пройдет, и в сердце снова\n";
    std::cout << "Ворвутся, не боясь угроз,\n";
    std::cout << "Слепые призраки былого,\n";
    std::cout << "Толпы́ вчера прошедших грез!..\n";
}

// Запуск программы: CTRL+F5 или меню "Отладка" > "Запуск без отладки"
// Отладка программы: F5 или меню "Отладка" > "Запустить отладку"

// Советы по началу работы 
//   1. В окне обозревателя решений можно добавлять файлы и управлять ими.
//   2. В окне Team Explorer можно подключиться к системе управления версиями.
//   3. В окне "Выходные данные" можно просматривать выходные данные сборки и другие сообщения.
//   4. В окне "Список ошибок" можно просматривать ошибки.
//   5. Последовательно выберите пункты меню "Проект" > "Добавить новый элемент", чтобы создать файлы кода, или "Проект" > "Добавить существующий элемент", чтобы добавить в проект существующие файлы кода.
//   6. Чтобы снова открыть этот проект позже, выберите пункты меню "Файл" > "Открыть" > "Проект" и выберите SLN-файл.
